Repository: giellalt/corpus-smj
Catalog: tmx/sma/facta/umo.se/gatjastusa-nannusap-iesjdabdduj.html.tmx
Source language: smj
Languages: sma

source: Gätjástusá nannusap iesjdåbdduj
sma: Raerieh buerebe jïjtjedomtesasse

source: Gávnnuji ednaga majt máhttá dahkat nannitjit ietjas iesjdåbdov.
sma: Dah leah jïjnjh maam maahta darjodh guktie jïjtse jïjtjedomtesem nænnoestidh.

source: Dála li muhtem dago majt máhttá gähttjalit:
sma: Daesnie naan raerieh mejtie maahta pryövedh:

source: Jus la vuollegis iesjdåbddo de álkket dähppu nievres ájádusájda degu dal man nievrre la.
sma: Jis lea vuelehks jïjtjedomtese dellie aelhkies dabrene negatijveles åssjaldahkine man gåare lea.

source: Gå ájádallá ietjas nievrren de máhttá gähttjalit dajt doadjet ja ietjastis gatjádit: viehket gus muv návti ájádallat ?
sma: Gosse åssjaldahkh åtna man gåare lea maahta pryövedh dejtie håajpodh dan tjïrrh jïjtjemse gihtjedh: viehkine munnjien naemhtie ussjedidh ?

source: Le gus ajtu duohta vaj iv la masik buorre ?
sma: Saatnan manne im maam akt maehtieh ?

source: Besatjit ájádusájs nägo ja dago birra, ma e iesjdåbduj gullu, de máhttá ulmutjijs gesi åssku gatjádit makkir iesjvuodajda sij lijkkuji.
sma: Guktie åssjeli guelmien jïh prestasjovni bïjre gåhkede, mah ij jïjtjedomtesem tsevtsieh, maahta persovnh gihtjedh mejtie leajhtadidh mah bielieh dah datneste lyjhkoeh.

source: Máhttá ulmutjav gåhttjot listav tjállet majt gatsos sadjáj gånnå dav buoragit vuojnná.
sma: Maahta persovnem gihtjedh jis dïhte maahta læstoem tjaeledh maam gævnjesth gusnie maahta dam vuejnedh.

source: Máhttá aj ájádallat makkir egen iesjvuodajda lijkku iehtjádijn.
sma: Maahta aaj funterdidh maam lyjhkh jeatjah almetjinie.

source: Mij la ajtu ájnas ?
sma: Mij lea vihkeles ? "

source: Årrot “ Fávrro ”, buoremus skåvlå gähttjalimijn, jali l diehtovájnok, huvsulasj, jiermmá, sjuggel jali jálos ulmusj mij duosstá ietjasláhkáj årrot ?
sma: Tjaebpies " årrodh, bööremes skuvlesne gosse pryövoeh jallh heehkesth, skåårnehke, jïermijes jallh mavvege persovne årrodh gie duasta jïjtjemse årrodh ?

source: Nanni iesjdåbdov gå li buorre aktavuoda iehtjádij, goappátjagá rádnaj, gieresvuohtagasskavuodaj ja fuolkijn.
sma: Dïhte jïjtjedomtesem nænnoste jis hijven realsjovnh jeatjide åtna, dovne voelpide, gïeriesvoeterealsjovnide jïh fuelhkide.

source: Jus ulmutja ietjas fuolken jali lahkusin nubbe nuppev båssti, de máhttá gåhttjot sijáv hiejttet.
sma: Jis persovnh jïjtse fuelhkine jallh lïhkevoetesne vesties baakoeh sinsitnide jiehtieh, maahta dejtie birredh dejnie orrijidh.

source: Márjju máhttá ienni gåhttojt sijáv muhtem buorre bágojt javllat fert avta birra ?
sma: Kaanne maahta gihtjedh jis maehtebe sinsitnien bïjre maam akt positijveles jiehtedh fïere guhtese ?

source: Máhttá dajt dagojt dahkat majt ij álu dagá.
sma: Maahta aatide darjodh maam ij provhkh darjodh.

source: Jus ij goassak la ulmusj gut vuostak giedav gálggi, de máhttá gähttjalit dav boahtte leksjåvnån dahkat.
sma: Jis ij gåessegh lea dïhte gie voestes gïetem bæjjese geelkie, maahta voejhkelidh dam darjodh båetije leksjovnesne.

source: Jali de gähttjal vuosstálasstet boahtte bále gå nágin gähttjal ietjá ulmutjav suohtan adnet, bargov åhtsåt majt mielas sihtá adnet, skuolkkat ulmutjij gesi lijkku jali ráddnaj vuosedit novellav majt la tjállám.
sma: Jallh voejhkele tsyögkesidh båetije aejkien naan pryövoe jeatjide boelvestalla, barkoem ohtsedidh maam sæjhta, gïese ringkedh maam lyjhkoe jallh voelpese novellem vuesiehtidh maam tjaaleme.

source: Ienni gå dähpput dakkirij mij la åvdebut viessomin nievrre årrum, de máhttá gähttjalit buorren válldet dajt ma li dáhpaduvvam ja dåbdojt ma dalloj lidjin.
sma: Dan åvteste åssjelinie dabrene dan bïjre mah lin nåake aarebi jieliemisnie, maahta voejhkelidh mietedh dïhte lea deahpadamme jïh guktie dellie damti.

source: Jus buojkulvissan adná äjgáda ettjin nuohkásit bavrrim ja vuojnnám suv gå lij unnagasj, de márjju dálla gávnnuji iehtjáda birrasin gudi lijkkuji ja buorren suv vuojnná.
sma: Jis veanhta vuesiehtimmien gaavhtan idtjin mov eejtegh mannem garmerdehtieh jïh vuejnieh gosse onne, kaanne daelie naan gååvnese gie datnem lyjhkoe jïh madtjelde.

source: Máhttá aj ietjastis gatjádit mij la buoremus sunji dahkat jur dálla.
sma: Maahta aaj jijtsem gihtjedh mij lea bööremes munnjien daelie darjodh.

source: Ij dárbaha merkahit vaj ij oattjo vuosedit håjen la dahkusijsa ma li dáhpáduvvam, ienni márjju dárbaj ájgev surggahit ja de åvddålijguovlluj joarkket.
sma: Ij leah numhtie ahte ij åadtjoeh vuesiehtidh håjnoes sjïdteme destie maam aarebi deahpadi, kaanne tjuara boelhkem sorkedh jïh dan mænngan vijriesåbpoe vaedtsedh.

source: Nuorratjiehppejuohkusa buoremus gätjástusá
sma: Noerepanelen bööremes raerieh

source: Nuoraduostudagá / UMOdan ietjas nuorajpanella vaddá buoremus gätjástusájt birra gåktu buorep iesjdåbdov oadtjot:
sma: UMO:en noerepanele sov bööremes raerieh vadta guktie maahta buerebe jïjtjedomtesem åadtjodh:

source: Máhttá gähttjalit oalle jállo årrot ja ienebuv duosstat: duosstat åvdåsvásstedit majt adná, duosstat gatjádit dakkirijt majt ij diede, vuojnnut gåk la.
sma: Maahta voejhkelidh dan mavvege årrodh jïh duasta ånnetji vielie: duasta jiehtedh maam meala, duasta gihtjedh jis ij guarkoeh, duasta voejhkelidh jïh duasta jïjtjemdh bööredh.

source: Máhttá säbrástallat ulmutjij gej siegen la vuogas ja jasskavuodav dåbddå.
sma: Maahta persovnigujmie årrodh gïejgujmie murriedidh jïh jearsoes sjædta.

source: Máhttá dåbddut jálop ja gievrap jus gulldal musijkav masi sälldát lijkku, buojkulvissan gå la mannamin juosik massta juorrula, jali sämmibále gå dahká juojddá dahká mij baludissan dåbddu.
sma: Maahta damtedh mavvege jïh eadtjohke jis musihkem goltele maam lyjhkoe, gosse vuesiehtimmien gaavhtan gåabph ’ akth vualka mij ovvihties damta, jallh seamma aejkien maam akt dorje maam tuhtjie ånnetji rovnegs.

source: Máhttá sjaddat buorep májnov ja lávgájdallamijt duosstot.
sma: Maahta buerebe govledh gosse jeatjah datnem girmedh jïh madtjeldidh.

source: Ienni gå vájvalussjat, de máhttá tjiegnalit vuojŋŋat, ja gijttet ja vuodjodit majt ulmusj javllá dasi ávvudallat.
sma: Jis dan åvteste sjaejmoje, maahta voejngehtidh, dan åvteste gijhtedh jïh baajedh dam maam persovnem jeehti årrodh jïh destie aavoedidh.

source: Máhttá ietjas arvusmahttet ja duhtat gå buojkulvissan la skåvllåbargov dahkam jali gå l skuolkkam vájves sagastallamav.
sma: Maahta aaj jïjtjemse girmedh jïh madtjelostedh gosse vuesiehtimmien gaavhan leaksoeh dorjeme jallh ringkeme mij gïerve damti.

source: Máhttá buorre ja doarjodiddje ráddna årrot ja iesj válljit rádnajt gudi arvusmahtti ja lijkkuji ietjas diehti.
sma: Maahta buerie voelpe årrodh gie jeatjah dåårje jïh jïjtje voelph veeljedh maam madtjeldieh jïh datnem lyjhkoeh guktie datne leah.

source: Ienni galggá lávgájdallat ja nuppev rámmpot..
sma: Edtja sinsitniem madtjeldidh dan åvteste gïeh dijjieh lidie.

source: Fármudalá ednagit !
sma: Jïjnjh faarhmesth !

source: Vájku iesjåssko ja iesjdåbddo ij la sämmilágásj, de iesjdåbddo máhttá nanniduvvat ja åvdeduvvat gå dagojt dahká majda l buorre.
sma: Jïlhts eah jïjtjetjirkeme jïh jïjtjedomtese leah seamma, maahta jïjtjedomtesem sjïdtede jïh evtede jis aatem dorje maam maahta.

source: Tjále dagojt masi ietjanit lijkku.
sma: Tjaelieh aath maam datne lyjhkh dov jïjtjemdh.

source: Tjále dakkirijt ma duv ávvodi.
sma: Tjaelieh aath mestie aavodh.

source: Tjále biejve ulmijt, buojkulvissan galga dahkat juojddá masi lijkku jali juojddá majt illa goassak åvddåla dahkam ja ij berustit jus buoragit jali nievret manáj, vasste vajfijnes sjattaj.
sma: Bïejh ulmieh dov beajjan, vuesiehtimmien gaavhtan edtjh darjodh maam akt maam lyjhkh darjodh jallh ij aarebe dorjeme jïh ih pryjjh jis hijven jallh båajhtode gåerede, vesties jallh tjaebpies sjïdti.

source: Iesjdåbddo gullu ietjas oamedåbdduj.
sma: Jïjtjedomtese vaajmoen ektesne.

source: Jus la bahá, de oadtju nievres oamedåbdov ja nievret vådjá.
sma: Jis gavsoeh, dan geerve vaajmam åådtje jïh mådtan bïevsterisnie.

source: Vuosstebielle jus la buorre ja låjes ulmusj, de vädjá buorebut ja oadtju aj buorep iesjdåbdov.
sma: Jis gïemhpes jïh buerie almetje dellie buerie bïevsterisnie jïh buerebe jïjtjedomtesem åådtje.

source: Buorre åhpadiddje gut doarjju máttá ietjas iesjgåvåv nannit.
sma: Buerie lohkehtæjja gie learohkem dåarjoe maahta jïjtjedomtesem bijjede.

source: Åtså viehkev psykologan jali kuratåvrån jus la dárbulasj, buojkulvissan nuoraduostudagán.
sma: Ohtsedh viehkiem psykologen jallh kuratovren luvnie jis daarpesje, vuesiehtimmien gaavhtan noeredåastoevisnie.
